Repository: uaburak/Finvo-V1
Catalog: Finvo/Finvo/Localizable.xcstrings
Source language: tr
Languages: de, en, ru

source: Devam etmeden önce profilini tamamlayalım.
de: Lass uns dein Profil vervollständigen, bevor du fortfährst.
en: Let's complete your profile before continuing.
ru: Давайте завершим настройку вашего профиля перед продолжением.

source: Diğer Hobiler
de: Andere Hobbys
en: Other Hobbies
ru: Другие хобби

# Dikkat: Bu harcama, kalan aylık bütçenizi (%@%@) aşmaktadır.
source: Dikkat: Bu harcama, kalan aylık bütçenizi (%1$@%2$@) aşmaktadır.
de: Achtung: Dies übersteigt Ihr Monatsbudget (%@%@).
en: Warning: This exceeds your remaining monthly budget (%@%@).
ru: Внимание: вы превысили бюджет (%@%@).

source: Dil Ayarları
de: Spracheinstellungen
en: Language Settings
ru: Языковые настройки

source: Dış Proje / Web Tasarım
de: Freelance / Webdesign
en: Freelance / Web Design
ru: Фриланс / Веб-дизайн

source: Dışarıda Eğlence & Bar
de: Ausgehen & Bars
en: Nightlife & Bars
ru: Развлечения и бары

source: Doğalgaz / Isınma
de: Gas / Heizung
en: Gas / Heating
ru: Газ / Отопление

source: Domain & Hosting (Yıllık)
de: Domain & Hosting (Jährlich)
en: Domain & Hosting (Annual)
ru: Домен и хостинг (Год)

source: Döviz
de: Währung
en: Currency
ru: Валюта

source: Döviz, Borsa veya Maden Ara
de: Forex/Aktien suchen
en: Search Forex, Stocks or Metals
ru: Поиск

source: Dün 09:15
de: Gestern 09:15
en: Yesterday 09:15
ru: Вчера 09:15

source: Durum
de: Status
en: Status
ru: Статус

source: Durum Detayı
de: Situationsdetails
en: Situation Detail
ru: Детали ситуации

source: Düzenle
de: Bearbeiten
en: Edit
ru: Редактировать

source: Düzenli Gelir Toplamı
de: Gesamt regelmäßiges Einkommen
en: Total Regular Income
ru: Итого регулярный доход

source: Düzenli tekrar eden bir abonelik veya işleminiz bulunmuyor.
de: Sie haben keine regelmäßig wiederkehrenden Abonnements oder Transaktionen.
en: You have no regular recurring subscriptions or transactions.
ru: У вас нет регулярных повторяющихся подписок или транзакций.

source: Eczane & İlaç
de: Apotheke & Medikamente
en: Pharmacy & Medicine
ru: Аптека и лекарства

source: EFT / Havale Ücreti
de: Überweisungsgebühr
en: Transfer Fee
ru: Комиссия за перевод

source: Eğitim & Gelişim
de: Bildung & Entwicklung
en: Education & Development
ru: Образование

source: Ekle
de: Hinzufügen
en: Add
ru: Добавить

source: Eklenecek Tutar
de: Hinzuzufügender Betrag
en: Amount to Add
ru: Сумма для добавления

source: Ekleyen
de: Hinzugefügt von
en: Added By
ru: Добавлено

source: Ekleyen: %@
de: Hinzugefügt von: %@
en: Added by: %@
ru: Добавил: %@

source: Ekonomik Takım
de: Spar-Team
en: Economic Team
ru: Экономная команда

source: Elektrik
de: Strom
en: Electricity
ru: Электричество

source: Elektronik Cihaz
de: Elektronik
en: Electronics
ru: Электроника

source: Emtia
de: Rohstoffe
en: Commodities
ru: Сырье

source: En Çok Harcama
de: Top Ausgaben
en: Top Expenses
ru: Главные расходы

source: Endonezya Rupisi
de: Indonesische Rupiah
en: Indonesian Rupiah
ru: Индонезийская рупия

source: Enstrüman Ekipmanı
de: Instrument-Zubehör
en: Instrument Equipment
ru: Оборудование для инструментов

source: Ev & Yaşam
de: Haus & Leben
en: Home & Life
ru: Дом и Жизнь

source: Ev Tamirat & Tadilat
de: Hausreparaturen
en: Home Repairs
ru: Ремонт дома

source: Fas Dirhemi
de: Marokkanischer Dirham
en: Moroccan Dirham
ru: Марокканский дирхам

source: Fatura
de: Rechnung
en: Bill
ru: Счёт

source: Faturalar
de: Rechnungen
en: Bills
ru: Счета

source: Filipinler Pesosu
de: Philippinischer Peso
en: Philippine Peso
ru: Филиппинское песо

source: Filtreleri Sıfırla
de: Filter zurücksetzen
en: Reset Filters
ru: Сбросить фильтры

source: Finansal Analiz Raporu
de: Finanzieller Analysebericht
en: Financial Analysis Report
ru: Отчёт финансового анализа

source: Finansal Lokomotif
de: Finanzielle Lokomotive
en: Financial Locomotive
ru: Финансовый локомотив

source: Finvo Kullanıcısı
de: Finvo Benutzer
en: Finvo User
ru: Пользователь Finvo

source: Finvo Pro'ya geçerek ailenizle paylaşımlı cüzdanlar oluşturun, bütçenizi beraber yönetin.
de: Wechseln Sie zu Finvo Pro, um gemeinsame Geldbörsen mit Ihrer Familie zu erstellen und Ihr Budget gemeinsam zu verwalten.
en: Upgrade to Finvo Pro to create shared wallets with your family and manage your budget together.
ru: Перейдите на Finvo Pro, чтобы создавать общие кошельки с семьёй и управлять бюджетом вместе.

source: Finvo tarafından otomatik oluşturulmuştur.
de: Automatisch von Finvo erstellt.
en: Automatically generated by Finvo.
ru: Автоматически создано Finvo.

source: Finvo Tavsiyesi
de: Finvo Empfehlung
en: Finvo Suggestion
ru: Совет Finvo

source: Finvo'yu kullanmaya başlamak için bir cüzdana ihtiyacın var.
de: Du benötigst eine Geldbörse, um Finvo zu verwenden.
en: You need a wallet to start using Finvo.
ru: Вам нужен кошелёк, чтобы начать использовать Finvo.

source: finvokullanicisi
de: finvonutzer
en: finvouser
ru: finvoпользователь

source: Freelance & Projeler
de: Freelance & Projekte
en: Freelance & Projects
ru: Фриланс и Проекты

source: Gelir
de: Einnahme
en: Income
ru: Доход

source: Gelirler
de: Einnahmen
en: Income
ru: Доходы

source: Genel Görev
de: Allgemeine Aufgabe
en: General Task
ru: Общее задание

source: Genel Kullanım
de: Allgemeine Nutzung
en: General Use
ru: Общее

source: Genel Limit Belirle
de: Limit Festlegen
en: Set General Limit
ru: Установить лимит

source: Genel Limiti Düzenle
de: Limit Bearbeiten
en: Edit General Limit
ru: Изменить лимит

source: Gider
de: Ausgabe
en: Expense
ru: Расход

source: Gider Dağılımı
de: Ausgabenverteilung
en: Expense Distribution
ru: Распределение расходов

source: Giderler
de: Ausgaben
en: Expenses
ru: Расходы

source: Giyim & Aksesuar
de: Kleidung & Accessoires
en: Clothing & Accessories
ru: Одежда и аксессуары

source: Gizlilik Politikası
de: Datenschutzrichtlinie
en: Privacy Policy
ru: Политика конфиденциальности

source: Gönder
de: Senden
en: Send
ru: Отправить

source: Google ile Giriş Yap
de: Mit Google anmelden
en: Sign in with Google
ru: Войти через Google

source: Görev Atama
de: Aufgabe zuweisen
en: Assign Task
ru: Назначить задание

source: Görev nedir?
de: Was ist die Aufgabe?
en: What is the mission?
ru: В чем задание?

source: Görev nedir? (Örn: Arabayı Yıkama)
de: Was ist die Aufgabe? (z.B. Auto waschen)
en: What is the task? (e.g. Wash the Car)
ru: Что за задание? (напр. Помыть машину)

source: Görev Panosu
de: Aufgabenboard
en: Mission Board
ru: Доска заданий

source: Görev Panosu Boş
de: Aufgabenboard leer
en: Mission Board Empty
ru: Доска заданий пуста

source: Görev yok
de: Keine Aufgaben
en: No missions
ru: Заданий нет

source: Görevler
de: Aufgaben
en: Missions
ru: Задания

source: Görüntüleyici
de: Betrachter
en: Viewer
ru: Наблюдатель

source: Görüntüleyici rolüne sahip olduğunuz için cüzdana işlem ekleyemezsiniz. Lütfen kurucudan yetki isteyin.
de: Sie können keine Transaktionen hinzufügen, da Sie nur Betrachterrechte haben. Bitte fragen Sie den Eigentümer.
en: You cannot add transactions to the wallet because you have a viewer role. Please request permission from the owner.
ru: Вы не можете добавлять транзакции, так как у вас роль наблюдателя. Запросите разрешение у владельца.

source: Görünüm
de: Ansicht
en: View
ru: Вид

source: Gram Altın
de: Gold Gramm
en: Gold Gram
ru: Золото (Грамм)

source: Gremse Altın
de: Gremse Gold
en: Gremse Gold
ru: Золото Гремсе

source: Gümüş
de: Silber
en: Silver
ru: Серебро

source: gün
de: Tage
en: days
ru: дней

source: Güncelle
de: Aktualisieren
en: Update
ru: Обновить

source: Güney Afrika Randı
de: Südafrikanischer Rand
en: South African Rand
ru: Южноафриканский рэнд

source: Güney Kore Wonu
de: Südkoreanischer Won
en: South Korean Won
ru: Южнокорейская вона

source: Günlük
de: Täglich
en: Daily
ru: Ежедневно

source: Gürcistan Larisi
de: Georgischer Lari
en: Georgian Lari
ru: Грузинский лари

source: Hacim: ₺%@
de: Volumen: ₺%@
en: Volume: ₺%@
ru: Объём: ₺%@

source: Haftalık
de: Wöchentlich
en: Weekly
ru: Еженедельно

source: Hamit Altın
de: Hamit Gold
en: Hamit Gold
ru: Золото Хамит

source: Harcama Lideri
de: Ausgabenführer
en: Spending Leader
ru: Лидер по расходам

source: Harcama Limiti
de: Ausgabenlimit
en: Spending Limit
ru: Лимит расходов

source: Harcama Limiti Belirle
de: Ausgabenlimit festlegen
en: Set Spending Limit
ru: Установить лимит расходов

source: Harcamalarınızı kontrol altına almak için cüzdanınıza bir aylık limit belirleyin.
de: Legen Sie ein Monatslimit fest.
en: Set a monthly limit on your wallet to control your expenses.
ru: Установите лимит для контроля.

source: Has Altın (24 Ayar)
de: Feingold (24k)
en: Pure Gold (24k)
ru: Чистое золото (24 карата)

source: Hastane & Doktor
de: Krankenhaus & Arzt
en: Hospital & Doctor
ru: Больница и врач

source: Hedef Tutar (%@)
de: Zielbetrag (%@)
en: Target Amount (%@)
ru: Целевая сумма (%@)

source: Hedef Tutar (₺)
de: Zielbetrag (₺)
en: Goal Amount (₺)
ru: Целевая сумма (₺)

# Hedef: %@%@
source: Hedef: %1$@%2$@
de: Ziel: %@%@
en: Target: %@%@
ru: Цель: %@%@

source: Hediye / Diğer
de: Geschenke / Sonstiges
en: Gifts / Other
ru: Подарки / Другое

source: Hediye & Bağış
de: Geschenke & Spenden
en: Gifts & Donations
ru: Подарки и пожертвования

source: Hediye Alımları
de: Geschenke
en: Gift Purchases
ru: Подарки

source: Henüz bir hedef yok
de: Noch keine Ziele
en: No goals yet
ru: Целей пока нет

source: Henüz işlem bulunmuyor.
de: Keine Transaktionen gefunden.
en: No transactions found.
ru: Транзакций не найдено.

source: Henüz işlem yok
de: Noch keine Transaktionen
en: No transactions yet
ru: Пока нет транзакций

source: Henüz yeni bildiriminiz yok.
de: Noch keine neuen Benachrichtigungen.
en: No new notifications yet.
ru: Новых уведомлений пока нет.

source: Her ayın
de: Jeden Monat am
en: Every month on the
ru: Каждый месяц

source: Her ayın %@. günü
de: %@. Tag jeden Monats
en: %@. day of every month
ru: %@ день месяца

source: Herkes
de: Alle
en: Everyone
ru: Все

source: Hesabı Sil
de: Konto löschen
en: Delete Account
ru: Удалить счёт

source: Hesap Rengi
de: Kontofarbe
en: Account Color
ru: Цвет счёта

source: Hesaptan Çıkış Yap
de: Abmelden
en: Sign Out
ru: Выйти из аккаунта

source: Hindistan Rupisi
de: Indische Rupie
en: Indian Rupee
ru: Индийская рупия

source: Hobi & Müzik
de: Hobbys & Musik
en: Hobbies & Music
ru: Хобби и музыка

source: Hong Kong Doları
de: Hongkong-Dollar
en: Hong Kong Dollar
ru: Гонконгский доллар

source: IBAN Bilgilerim
de: Meine IBAN
en: My IBAN Details
ru: Мои IBAN

source: IBAN Ekle
de: IBAN Hinzufügen
en: Add IBAN
ru: Добавить IBAN

source: IBAN Kopyalandı
de: IBAN Kopiert
en: IBAN Copied
ru: IBAN скопирован

source: IBAN Numarası
de: IBAN-Nummer
en: IBAN Number
ru: Номер IBAN

source: İhtiyaç Kredisi
de: Privatkredit
en: Personal Loan
ru: Потребительский кредит

source: İki Buçuklu Altın
de: Zweieinhalb Gold
en: Two and a Half Gold
ru: Два с половиной золота

source: İkinci El Satış
de: Verkauf aus zweiter Hand
en: Second Hand Sales
ru: Продажа б/у вещей

source: İkon Seçin
de: Symbol auswählen
en: Select Icon
ru: Выберите иконку

source: İlk Cüzdanını Oluştur
de: Erstelle deine erste Geldbörse
en: Create Your First Wallet
ru: Создайте первый кошелёк

source: İlk IBAN'ı Ekle
de: Erste IBAN
en: Add First IBAN
ru: Первый IBAN

source: İngiliz Sterlini
de: Britisches Pfund
en: British Pound
ru: Британский фунт

source: İptal
de: Abbrechen
en: Cancel
ru: Отмена

source: Irak Dinarı
de: Irakischer Dinar
en: Iraqi Dinar
ru: Иракский динар

source: İş / Ticari
de: Geschäftlich
en: Business / Commercial
ru: Коммерция

source: İşlem Bulunamadı
de: Keine Transaktionen gefunden
en: No Transactions Found
ru: Транзакции не найдены

source: İşlem Detayı
de: Transaktionsdetail
en: Transaction Detail
ru: Детали транзакции

source: işlem girişi ve
de: Transaktionen und
en: transaction entries and
ru: записей и

source: İşlem Tipi
de: Transaktionstyp
en: Transaction Type
ru: Тип транзакции

source: İşlem Türü
de: Transaktionsart
en: Transaction Type
ru: Тип транзакции

source: İşlem Yap
de: Aktion
en: Action
ru: Действие

source: İşlem Yok
de: Keine Transaktionen
en: No Transactions
ru: Нет транзакций

source: İşlemi Sil
de: Transaktion löschen
en: Delete Transaction
ru: Удалить транзакцию

source: İşlemler
de: Transaktionen
en: Transactions
ru: Транзакции

source: İşlemler (%lld)
de: Transaktionen (%lld)
en: Transactions (%lld)
ru: Транзакции (%lld)

source: İsrail Şekeli
de: Israelischer Schekel
en: Israeli New Shekel
ru: Израильский шекель

source: İstek Atılıyor...
de: Anfrage senden...
en: Sending Request...
ru: Отправка...

source: İstek Gönderildi
de: Anfrage gesendet
en: Request Sent
ru: Запрос отправлен

source: İsveç Kronu
de: Schwedische Krone
en: Swedish Krona
ru: Шведская крона

source: İsviçre Frangı
de: Schweizer Franken
en: Swiss Franc
ru: Швейцарский франк

source: İzlanda Kronu
de: Isländische Krone
en: Icelandic Króna
ru: Исландская крона

source: İzleyici
de: Beobachter
en: Watcher
ru: Наблюдатель

source: Japon Yeni
de: Japanischer Yen
en: Japanese Yen
ru: Японская иена

source: Kahve & Çay
de: Kaffee & Tee
en: Coffee & Tea
ru: Кофе и чай

# Kalan: %@%@
source: Kalan: %1$@%2$@
de: Verbleibend: %@%@
en: Remaining: %@%@
ru: Остаток: %@%@

source: Kanada Doları
de: Kanadischer Dollar
en: Canadian Dollar
ru: Канадский доллар

source: Kapat
de: Schließen
en: Close
ru: Закрыть

source: Kasap & Manav
de: Metzger & Gemüsehändler
en: Butcher & Greengrocer
ru: Мясник и овощи

source: Katar Riyali
de: Katar-Riyal
en: Qatari Riyal
ru: Катарский риал

source: Kategori
de: Kategorie
en: Category
ru: Категория

source: Kategori Adı
de: Kategoriename
en: Category Name
ru: Название категории

source: Kategori Dağılımı
de: Kategorieverteilung
en: Category Distribution
ru: Распределение по категориям

source: Kategori Detayları
de: Kategoriedetails
en: Category Details
ru: Детали категории

source: Kategori ekleme, silme ve düzenleme işlemleri sadece Pro üyelerimiz içindir.
de: Das Hinzufügen, Löschen und Bearbeiten von Kategorien ist nur für Pro-Mitglieder verfügbar.
en: Adding, deleting, and editing categories is only available for Pro members.
ru: Добавление, удаление и редактирование категорий доступно только для Pro-участников.

source: Kategori eklemek için bu cüzdanda 'Admin' veya 'Kurucu' yetkisine sahip olmanız gerekmektedir.
de: Sie benötigen 'Admin'- oder 'Gründer'-Berechtigung für diese Geldbörse, um Kategorien hinzuzufügen.
en: You need 'Admin' or 'Founder' permission on this wallet to add categories.
ru: Для добавления категорий необходимы права 'Администратора' или 'Основателя' этого кошелька.

source: Kategori Mevcut
de: Kategorie vorhanden
en: Category Exists
ru: Категория существует

source: Kategori Seçilmedi
de: Keine Kategorie ausgewählt
en: No Category Selected
ru: Категория не выбрана

source: Kategori Seçin
de: Kategorie wählen
en: Select Category
ru: Выберите категорию

source: Kategori Tipi
de: Kategorietyp
en: Category Type
ru: Тип категории

source: Kategoriler
de: Kategorien
en: Categories
ru: Категории

source: Kategoriyi Düzenle
de: Kategorie bearbeiten
en: Edit Category
ru: Редактировать категорию

source: Kategoriyi Sil?
de: Kategorie löschen?
en: Delete Category?
ru: Удалить категорию?

source: Kaydediliyor...
de: Wird gespeichert...
en: Saving...
ru: Сохранение...

source: Kaydet
de: Speichern
en: Save
ru: Сохранить

source: Kayıtlı Borç Yok
de: Keine aufgezeichneten Schulden
en: No Recorded Debts
ru: Записанных долгов нет

source: Kayıtlı IBAN Yok
de: Keine IBAN
en: No Saved IBAN
ru: Нет IBAN

source: Kayıtlı İşlem Yok
de: Keine aufgezeichneten Transaktionen
en: No Recorded Transactions
ru: Записанных транзакций нет

source: Kazak Tengesi
de: Kasachischer Tenge
en: Kazakhstani Tenge
ru: Казахстанский тенге

source: Kime? (Opsiyonel)
de: An wen? (Optional)
en: To whom? (Optional)
ru: Кому? (Необязательно)

source: Kira
de: Miete
en: Rent
ru: Аренда

source: Kişi
de: Person
en: Person
ru: Лицо

source: Kişi veya Kurum (Örn: Ahmet)
de: Person oder Firma (z.B. Max)
en: Person or Company (e.g. John)
ru: Лицо или компания (напр. Иван)

source: Kişisel
de: Persönlich
en: Personal
ru: Личный

source: Kişisel & Paylaşımlı Cüzdan Yönetimi
de: Persönliche & gemeinsame Geldbörse
en: Personal & Shared Wallet Management
ru: Управление личным и общим кошельком

source: Kişisel Bakım & Kozmetik
de: Körperpflege & Kosmetik
en: Personal Care & Cosmetics
ru: Уход за собой и косметика

source: Kitap & Dergi
de: Bücher & Magazine
en: Books & Magazines
ru: Книги и журналы

source: Kıyafet
de: Kleidung
en: Clothing
ru: Одежда

source: KMH / Artı Para
de: Dispokredit
en: Overdraft
ru: Овердрафт

source: Kolombiya Pesosu
de: Kolumbianischer Peso
en: Colombian Peso
ru: Колумбийское песо

source: Konser & Etkinlik
de: Konzerte & Events
en: Concerts & Events
ru: Концерты и мероприятия

source: Konsol Oyunu Satın Alma
de: Konsolenspiele
en: Console Games
ru: Игры для консолей

source: Konut & Faturalar
de: Wohnen & Rechnungen
en: Housing & Bills
ru: Жильё и счета

source: Kosta Rika Kolonu
de: Costa-Rica-Colón
en: Costa Rican Colón
ru: Коста-риканский колон

source: Kredi Kartı
de: Kreditkarte
en: Credit Card
ru: Кредитная карта

source: Kredi Kartı Ödemesi
de: Kreditkartenzahlung
en: Credit Card Payment
ru: Оплата кредитной картой

source: Kripto Para
de: Kryptowährung
en: Cryptocurrency
ru: Криптовалюта

source: Kuaför & Berber
de: Friseur & Barbier
en: Hair Salon & Barber
ru: Парикмахерская и барбер

source: Kullanıcı Adı
de: Benutzername
en: Username
ru: Имя пользователя

source: Kullanıcı adı veya e-posta
de: Benutzername oder E-Mail
en: Username or email
ru: Имя пользователя или e-mail

source: Kullanıcı bulunamadı
de: Benutzer nicht gefunden
en: User not found
ru: Пользователь не найден

source: Kullanıcı Davet Et
de: Benutzer einladen
en: Invite User
ru: Пригласить пользователя

source: Kullanım Amacı
de: Verwendungszweck
en: Usage Purpose
ru: Цель использования

source: Kullanım Koşulları
de: Nutzungsbedingungen
en: Terms of Use
ru: Условия

source: Kurs & Udemy
de: Kurse & Udemy
en: Courses & Udemy
ru: Курсы и Udemy

source: Kurucu
de: Gründer
en: Founder
ru: Основатель

source: Kuveyt Dinarı
de: Kuwait-Dinar
en: Kuwaiti Dinar
ru: Кувейтский динар

source: Libya Dinarı
de: Libyscher Dinar
en: Libyan Dinar
ru: Ливийский динар

# Limit: %@%@
source: Limit: %1$@%2$@
de: Limit: %@%@
en: Limit: %@%@
ru: Лимит: %@%@

source: Limiti Güncelle
de: Limit Aktualisieren
en: Update Limit
ru: Обновить лимит

source: Limiti Kaldır
de: Limit Aufheben
en: Remove Limit
ru: Убрать лимит

source: Limitler
de: Limits
en: Limits
ru: Лимиты

source: Liste boş
de: Liste ist leer
en: List is empty
ru: Список пуст

source: Liste Tertemiz!
de: Liste ist sauber!
en: List is Clean!
ru: Список пуст!

source: Lübnan Lirası
de: Libanesisches Pfund
en: Lebanese Pound
ru: Ливанский фунт

source: Maaş
de: Gehalt
en: Salary
ru: Зарплата

source: Maaş & Ana Gelir
de: Gehalt & Haupteinkommen
en: Salary & Main Income
ru: Зарплата

source: Macar Forinti
de: Ungarischer Forint
en: Hungarian Forint
ru: Венгерский форинт

source: Makedon Dinarı
de: Mazedonischer Denar
en: Macedonian Denar
ru: Македонский денар

source: Malezya Ringgiti
de: Malaysischer Ringgit
en: Malaysian Ringgit
ru: Малайзийский ринггит

source: Market
de: Lebensmittel
en: Groceries
ru: Продукты

source: Market & Mutfak
de: Lebensmittel
en: Groceries & Kitchen
ru: Продукты

source: Market Alışverişi
de: Lebensmitteleinkauf
en: Grocery Shopping
ru: Покупка продуктов

source: Meksika Pesosu
de: Mexikanischer Peso
en: Mexican Peso
ru: Мексиканское песо

source: Merhaba %@
de: Hallo %@
en: Hello %@
ru: Привет %@

source: Mısır Lirası
de: Ägyptisches Pfund
en: Egyptian Pound
ru: Египетский фунт

source: Mobilya & Dekorasyon
de: Möbel & Deko
en: Furniture & Decor
ru: Мебель и декор

source: Moldova Leyi
de: Moldauischer Leu
en: Moldovan Leu
ru: Молдавский лей

source: Mükemmel Denge
de: Perfekte Balance
en: Perfect Balance
ru: Идеальный баланс

source: Nakit İadesi
de: Cashback
en: Cashback
ru: Кэшбэк

source: Ne alınacak?
de: Was kaufen?
en: What to buy?
ru: Что купить?

source: Net Akış
de: Nettostrom
en: Net Flow
ru: Чистый поток

source: Net Akış Özeti
de: Nettostrom-Übersicht
en: Net Flow Summary
ru: Сводка чистого потока

source: Norveç Kronu
de: Norwegische Krone
en: Norwegian Krone
ru: Норвежская крона

source: Not
de: Notiz
en: Note
ru: Заметка

source: Not Ekle (İsteğe bağlı)
de: Notiz hinzufügen (Optional)
en: Add Note (Optional)
ru: Добавить заметку (необязательно)

source: Öde
de: Zahlen
en: Pay
ru: Оплатить

source: ÖDE
de: ZAHLEN
en: PAY
ru: ОПЛАТИТЬ

source: Ödeme
de: Zahlung
en: Payment
ru: Платеж

source: Ödeme Gelişimi
de: Zahlungsfortschritt
en: Payment Progress
ru: Прогресс оплаты

source: Ödeme Hatası
de: Zahlungsfehler
en: Payment Error
ru: Ошибка платежа

source: Ödeme Takvimi
de: Zahlungskalender
en: Payment Calendar
ru: Календарь платежей

source: Ödeme Yok
de: Keine Zahlung
en: No Payment
ru: Нет платежа

source: ödendi
de: bezahlt
en: paid
ru: оплачено

source: Ödendi
de: Bezahlt
en: Paid
ru: Оплачено

source: Ödenen
de: Bezahlt
en: Paid
ru: Оплачено

source: Ödenmemiş borç veya bekleyen işlem yok.
de: Keine unbezahlten Schulden oder ausstehenden Transaktionen.
en: No unpaid debts or pending transactions.
ru: Неоплаченных долгов или ожидающих транзакций нет.

source: Ödül
de: Prämie
en: Reward
ru: Награда

source: Ödül (₺)
de: Belohnung (₺)
en: Reward (₺)
ru: Награда (₺)

source: Ödül Verildi
de: Prämie bezahlt
en: Reward Paid
ru: Награда выплачена

source: Oluştur
de: Erstellen
en: Create
ru: Создать

source: Oluşturan: %@
de: Erstellt von: %@
en: Created by: %@
ru: Создал: %@

source: Oluşturulma
de: Erstellt
en: Created
ru: Создано

source: Oluşturuluyor...
de: Wird erstellt...
en: Creating...
ru: Создание...

source: Onayla
de: Genehmigen
en: Approve
ru: Одобрить

source: Ons Altın
de: Feinunze Gold
en: Ounce Gold
ru: Унция Золота

source: Örn: Burak
de: z.B. Burak
en: e.g. Burak
ru: напр: Burak

source: Örn: Koç
de: z.B. Koç
en: e.g. Koç
ru: напр: Koç

source: Otel / Konaklama
de: Hotel / Unterkunft
en: Hotel / Accommodation
ru: Отель / Проживание

source: Oto Yıkama
de: Autowäsche
en: Car Wash
ru: Автомойка

source: Otopark & HGS
de: Parken & Maut
en: Parking & Tolls
ru: Парковка и платные дороги

source: Oyun & Donanım
de: Gaming & Hardware
en: Gaming & Hardware
ru: Игры

source: Oyun İçi Satın Alma
de: In-Game-Käufe
en: In-Game Purchases
ru: Внутриигровые покупки

source: Özellikler
de: Funktionen
en: Features
ru: Возможности

source: Özet
de: Zusammenfassung
en: Summary
ru: Сводка

source: Pakistan Rupisi
de: Pakistanische Rupie
en: Pakistani Rupee
ru: Пакистанская рупия

source: Paladyum
de: Palladium
en: Palladium
ru: Палладий

source: Para Birimi
de: Währung
en: Currency
ru: Валюта

source: Para Birimi Ara (Dolar, Euro vb.)
de: Währung Suchen
en: Search Currency (Dollar, Euro etc.)
ru: Поиск валюты

source: Para Birimi Seç
de: Währung wählen
en: Select Currency
ru: Выберите валюту

source: Para Çıkar
de: Geld abheben
en: Withdraw Funds
ru: Вывести средства

source: Para Ekle
de: Geld hinzufügen
en: Add Funds
ru: Внести средства

source: Pasif
de: Inaktiv
en: Inactive
ru: Неактивна

source: Pasif & Diğer
de: Passiv & Sonstiges
en: Passive & Other
ru: Прочее

source: Paylaşımlı
de: Geteilt
en: Shared
ru: Общий

source: Paylaşımlı Cüzdan Gerekli
de: Gemeinsame Geldbörse erforderlich
en: Shared Wallet Required
ru: Требуется общий кошелек

source: Periyodik Bakım & Servis
de: Wartung & Service
en: Maintenance & Service
ru: Техобслуживание и сервис

source: Peru Solü
de: Peruanischer Sol
en: Peruvian Sol
ru: Перуанский соль

source: Piyasa Kurları
de: Marktkurse
en: Market Rates
ru: Рыночные курсы

source: Piyasa Kurları (TCMB)
de: Marktkurse (TCMB)
en: Market Rates (TCMB)
ru: Курсы рынка (TCMB)

source: Piyasa Kurlarını Test Et
de: Marktkurse Testen
en: Test Market Rates
ru: Тест рынка
